FemDesign.Results.RCShellCrackWidth
FemDesign "RC design: Shell, utilization" result

FemDesign.Results.RCShellCrackWidth.Id
Shell name identifier

FemDesign.Results.RCShellCrackWidth.ElementId
Finite element id

FemDesign.Results.RCShellCrackWidth.Face
Face of the shell

FemDesign.Results.RCShellCrackWidth.Width1
Creck width in primary direction

FemDesign.Results.RCShellCrackWidth.Direction1
Primary direction angle

FemDesign.Results.RCShellCrackWidth.Width2
Creck width in secondary direction

FemDesign.Results.RCShellCrackWidth.Direction2
Secondary direction angle

FemDesign.Results.RCShellCrackWidth.CaseIdentifier
Load case or combination name